results/listen_common-c-0016-j-0016-optimize_listen_notify_v3-3.txt
pgbench (19devel)
transaction type: listen_common.sql
scaling factor: 1
query mode: simple
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 867604
number of failed transactions: 0 (0.000%)
latency average = 0.055 ms
initial connection time = 4.106 ms
tps = 289401.502706 (without initial connection time)