results/listen_common-c-0032-j-0032-optimize_listen_notify_v2-4.txt
pgbench (19devel)
transaction type: listen_common.sql
scaling factor: 1
query mode: simple
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 828087
number of failed transactions: 0 (0.000%)
latency average = 0.116 ms
initial connection time = 7.138 ms
tps = 275899.603086 (without initial connection time)