results/listen_common-c-1000-j-0002-master-6.txt
pgbench (19devel)
transaction type: listen_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 2
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1026186
number of failed transactions: 0 (0.000%)
latency average = 2.539 ms
initial connection time = 460.420 ms
tps = 393842.736319 (without initial connection time)