results/listen_common-c-1000-j-0008-master-7.txt
pgbench (19devel)
transaction type: listen_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 8
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1176287
number of failed transactions: 0 (0.000%)
latency average = 2.460 ms
initial connection time = 248.985 ms
tps = 406529.917933 (without initial connection time)