results/listen_common-c-1000-j-0032-master-6.txt
pgbench (19devel)
transaction type: listen_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1558741
number of failed transactions: 0 (0.000%)
latency average = 1.909 ms
initial connection time = 254.714 ms
tps = 523882.984283 (without initial connection time)