results/listen_notify_common-c-0032-j-0032-optimize_listen_notify_v3-4.txt
pgbench (19devel)
transaction type: listen_notify_common.sql
scaling factor: 1
query mode: simple
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 76173
number of failed transactions: 0 (0.000%)
latency average = 1.268 ms
initial connection time = 7.181 ms
tps = 25244.238413 (without initial connection time)