results/listen_notify_common-c-1000-j-0002-master-0.txt
pgbench (19devel)
transaction type: listen_notify_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 2
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1704
number of failed transactions: 0 (0.000%)
latency average = 10708.589 ms
initial connection time = 463.989 ms
tps = 93.382983 (without initial connection time)