results/listen_notify_common-c-1000-j-0016-optimize_listen_notify_v2-5.txt
pgbench (19devel)
transaction type: listen_notify_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 16
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1769
number of failed transactions: 0 (0.000%)
latency average = 9394.792 ms
initial connection time = 233.280 ms
tps = 106.441952 (without initial connection time)