results/listen_notify_unique-c-0032-j-0032-master-6.txt
pgbench (19devel)
transaction type: listen_notify_unique.sql
scaling factor: 1
query mode: simple
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 74121
number of failed transactions: 0 (0.000%)
latency average = 1.298 ms
initial connection time = 6.925 ms
tps = 24658.168607 (without initial connection time)