results/listen_notify_unique-c-0032-j-0032-optimize_listen_notify_v3-0.txt
pgbench (19devel)
transaction type: listen_notify_unique.sql
scaling factor: 1
query mode: simple
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 250971
number of failed transactions: 0 (0.000%)
latency average = 0.383 ms
initial connection time = 6.959 ms
tps = 83447.269197 (without initial connection time)