results/listen_notify_unique-c-1000-j-0001-optimize_listen_notify_v3-3.txt
pgbench (19devel)
transaction type: listen_notify_unique.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 1
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 7111
number of failed transactions: 0 (0.000%)
latency average = 345.091 ms
initial connection time = 827.973 ms
tps = 2897.785319 (without initial connection time)