results/listen_notify_unique-c-1000-j-0008-master-7.txt
pgbench (19devel)
transaction type: listen_notify_unique.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 8
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1674
number of failed transactions: 0 (0.000%)
latency average = 10045.938 ms
initial connection time = 258.227 ms
tps = 99.542722 (without initial connection time)