results/listen_notify_unique-c-1000-j-0016-master-8.txt
pgbench (19devel)
transaction type: listen_notify_unique.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 16
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1752
number of failed transactions: 0 (0.000%)
latency average = 9957.903 ms
initial connection time = 255.315 ms
tps = 100.422750 (without initial connection time)