results/listen_notify_unique-c-1000-j-0032-master-2.txt
pgbench (19devel)
transaction type: listen_notify_unique.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1715
number of failed transactions: 0 (0.000%)
latency average = 10197.564 ms
initial connection time = 258.138 ms
tps = 98.062637 (without initial connection time)