results/listen_notify_unique-c-1000-j-0032-optimize_listen_notify_v3-8.txt
pgbench (19devel)
transaction type: listen_notify_unique.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 8525
number of failed transactions: 0 (0.000%)
latency average = 353.569 ms
initial connection time = 248.065 ms
tps = 2828.300120 (without initial connection time)