results/listen_unique-c-0008-j-0008-master-1.txt
pgbench (19devel)
transaction type: listen_unique.sql
scaling factor: 1
query mode: simple
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 867124
number of failed transactions: 0 (0.000%)
latency average = 0.028 ms
initial connection time = 2.542 ms
tps = 288567.793584 (without initial connection time)