results/listen_unique-c-0008-j-0008-optimize_listen_notify_v2-3.txt
pgbench (19devel)
transaction type: listen_unique.sql
scaling factor: 1
query mode: simple
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 887817
number of failed transactions: 0 (0.000%)
latency average = 0.027 ms
initial connection time = 2.684 ms
tps = 296097.609620 (without initial connection time)