results/listen_unique-c-1000-j-0002-optimize_listen_notify-1.txt
pgbench (19devel)
transaction type: listen_unique.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 2
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1014684
number of failed transactions: 0 (0.000%)
latency average = 2.517 ms
initial connection time = 462.936 ms
tps = 397259.271063 (without initial connection time)