results/listen_unique-c-1000-j-0008-optimize_listen_notify_v3-3.txt
pgbench (19devel)
transaction type: listen_unique.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 8
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 1317576
number of failed transactions: 0 (0.000%)
latency average = 2.228 ms
initial connection time = 230.937 ms
tps = 448753.592802 (without initial connection time)