results/listen_unlisten_common-c-0016-j-0016-master-1.txt
pgbench (19devel)
transaction type: listen_unlisten_common.sql
scaling factor: 1
query mode: simple
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 426370
number of failed transactions: 0 (0.000%)
latency average = 0.113 ms
initial connection time = 3.859 ms
tps = 141990.714006 (without initial connection time)