results/listen_unlisten_common-c-1000-j-0002-optimize_listen_notify_v3-5.txt
pgbench (19devel)
transaction type: listen_unlisten_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 2
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 189378
number of failed transactions: 0 (0.000%)
latency average = 14.510 ms
initial connection time = 470.937 ms
tps = 68918.107480 (without initial connection time)