results/listen_unlisten_common-c-1000-j-0008-master-8.txt
pgbench (19devel)
transaction type: listen_unlisten_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 8
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 133621
number of failed transactions: 0 (0.000%)
latency average = 22.321 ms
initial connection time = 234.150 ms
tps = 44800.820236 (without initial connection time)