results/listen_unlisten_common-c-1000-j-0016-master-5.txt
pgbench (19devel)
transaction type: listen_unlisten_common.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 16
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 150464
number of failed transactions: 0 (0.000%)
latency average = 19.709 ms
initial connection time = 241.937 ms
tps = 50736.992037 (without initial connection time)