results/listen_unlisten_unique-c-0004-j-0004-master-6.txt
pgbench (19devel)
transaction type: listen_unlisten_unique.sql
scaling factor: 1
query mode: simple
number of clients: 4
number of threads: 4
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 48426
number of failed transactions: 0 (0.000%)
latency average = 0.248 ms
initial connection time = 1.725 ms
tps = 16143.684324 (without initial connection time)