results/listen_unlisten_unique-c-0008-j-0008-optimize_listen_notify_v3-6.txt
pgbench (19devel)
transaction type: listen_unlisten_unique.sql
scaling factor: 1
query mode: simple
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 9605
number of failed transactions: 0 (0.000%)
latency average = 2.502 ms
initial connection time = 2.369 ms
tps = 3197.371531 (without initial connection time)