results/listen_unlisten_unique-c-0016-j-0016-optimize_listen_notify_v3-8.txt
pgbench (19devel)
transaction type: listen_unlisten_unique.sql
scaling factor: 1
query mode: simple
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 24211
number of failed transactions: 0 (0.000%)
latency average = 1.982 ms
initial connection time = 4.240 ms
tps = 8070.718038 (without initial connection time)