results/listen_unlisten_unique-c-1000-j-0004-master-5.txt
pgbench (19devel)
transaction type: listen_unlisten_unique.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 4
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 176762
number of failed transactions: 0 (0.000%)
latency average = 16.728 ms
initial connection time = 277.526 ms
tps = 59779.013597 (without initial connection time)