results/listen_unlisten_unique-c-1000-j-0032-master-5.txt
pgbench (19devel)
transaction type: listen_unlisten_unique.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 160050
number of failed transactions: 0 (0.000%)
latency average = 18.636 ms
initial connection time = 238.087 ms
tps = 53660.623462 (without initial connection time)