results/listen_unlisten_unique-c-1000-j-0032-master-7.txt
pgbench (19devel)
transaction type: listen_unlisten_unique.sql
scaling factor: 1
query mode: simple
number of clients: 1000
number of threads: 32
maximum number of tries: 1
duration: 3 s
number of transactions actually processed: 155486
number of failed transactions: 0 (0.000%)
latency average = 19.035 ms
initial connection time = 253.984 ms
tps = 52535.479001 (without initial connection time)